Repository: Hoang-UIT/SnowHaze-iOS
Catalog: SnowHaze VPN/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt

source: none ipsec location name
de: Keine
es: Nada
fr: Aucun
ja: なし
pt: Nenhum

source: australia ipsec location name
de: Australien
es: Australia
fr: Australie
ja: オストラリア
pt: Austrália

source: canada ipsec location name
de: Kanada
es: Canadá
fr: Canada
ja: カナダ
pt: Canadá

source: switzerland ipsec location name
de: Schweiz
es: Suiza
fr: Suisse
ja: スイス
pt: Suíça

source: germany ipsec location name
de: Deutschland
es: Alemania
fr: Allemagne
ja: ドイツ
pt: Alemanha

source: france ipsec location name
de: Frankreich
es: Francia
fr: France
ja: フランス
pt: França

source: poland ipsec location name
de: Polen
es: Polonia
fr: Pologne
ja: ポーランド
pt: Polônia

source: norway ipsec location name
de: Norwegen

source: singapore ipsec location name
de: Singapur
es: Singapur
fr: Singapour
ja: シンガポール
pt: Cingapura

source: uk ipsec location name
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
ja: イギリス
pt: Reino Unido

source: us ipsec location name
de: USA
es: USA
fr: USA
ja: 大米
pt: USA

source: unknown ipsec location name
de: Unbekannt
es: Desconocide
fr: Inconnu
ja: 不明
pt: Desconhecido

source: error ipsec status
de: Fehler
es: Error
fr: Erreur
ja: エラー
pt: Erro

source: connected ipsec status format
de: Verbunden - %@
es: Conectado - %@
fr: Connecté - %@
ja: 接続 - %@
pt: Conectado - %@

source: connecting ipsec status
de: Verbindet
es: Conectando
fr: Connexion
ja: 接続中
pt: Conectando

source: disconnected ipsec status
de: Nicht Verbunden
es: No está conectado
fr: Déconnecté
ja: 未接続
pt: Não Conectado

source: disconnecting ipsec status
de: Verbindung wird getrennt
es: Desconectar
fr: Déconnexion
ja: 切断されて
pt: Desconectando

source: invalid ipsec status
de: Lädt
es: Cargando
fr: Charge
ja: ロード中
pt: Carregando

source: reasserting ipsec status
de: Verbindet erneut
es: Reconectando
fr: Reconnexion
ja: 再接続して
pt: Reconectando

source: unknown ipsec status
de: VPN Status nicht unterstützt
es: Estado de VPN no soportado
fr: Statut VPN non supporté
ja: サポートされていないVPNステータス
pt: Status de VPN não suportado

source: flag accessibbility label format
de: Standort: %@
es: Ubicación: %@
fr: Emplacement: %@
ja: 場所: %@
pt: Localização: %@
